Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/C04.tmx
Source language: en_us
Languages: zh_cn

source: Top 10 War Movies
zh_cn: 史上十大战争影片

source: As The Hurt Locker and Inglourious Basterds fight it out for Best Picture, TIME's Richard Corliss takes a look at cinema's 10 greatest war flicks
zh_cn: 当《拆弹部队》和《无耻混蛋》两部战争影片在奥斯卡颁奖典礼上角逐最佳影片时，《时代》周刊的影评人理查德・克里斯(Richard Corliss)挑选出了电影史上十部最伟大的战争影片。

source: These days, war is swell --- at least for the Motion Picture Academy members who choose the Oscar nominees.
zh_cn: 最近，战争这个话题在日益升温。至少它吸引了那些提名奥斯卡最佳影片的电影学院成员。

source: Of the 10 films on the not-so-short list for Best Picture, two prime contenders, The Hurt Locker and Inglourious Basterds, find their grittiest kicks in the spectacle of men at war: the suicidal heroism they display trying to defuse a Baghdad bomb, the patriotic sadism some American Jewish soldiers show as they scalp men in the Army of the Third Reich.
zh_cn: 在这十部“最佳影片”的提名作品中，有两部影片――《拆弹部队》和《无耻混蛋》――都展现出了战争中人类的生存状态：前者讲述了通过美国士兵拆解巴格达炸弹的故事，表达出了一种自杀式的英雄主义；后者则用美国犹太士兵剥下德国第三帝国军队士兵头皮的情节展现了带有爱国主义的虐待狂情结。

source: You could say that Avatar is not just a war movie but a call to insurgency against the U.S. military; the long final act of James Cameron's epic prods audiences to cheer for the bloody victory of Pandorans over American mercenaries.
zh_cn: 当然，你可以不将《阿凡达》视为一部战争片，但其中的情节仍然对美国军队有着抵触情绪。詹姆斯・卡梅隆在这部影片的最后一幕中，明显在引导着观众为潘朵拉战胜美国雇佣兵而喝彩。

source: The South African sci-fi adventure District 9 takes the side of illegal aliens --- grotty extraterrestrials, that is --- against the white humans who have herded them into camps.
zh_cn: 南非科幻电影《第9区》中的立场完全站在了非法入侵物种一边，那都是一些丑陋的外来生物。它们反对影片中的白人将自已成群关在集中营里。

source: The rebirth of war movies ---there's another big one, Green Zone, coming out next week --- set us to thinking about some important examples of the genre from the whole span of film history, from The Birth of a Nation in 1915 to Black Hawk Down in 2001.
zh_cn: 战争影片再次崛起，不久还会上映另外一部大制作战争片――《绿色地带》，这一现象不禁让我们开始想起电影史上那些同类题材的伟大作品，如1915年的《一个国家的诞生》到2001年的《黑鹰计划》等。

source: We picked 10; you have others.
zh_cn: 以下是作者挑选出的史上著名的十部战争电影。

source: For the most powerful military figure in French history, filmmaker Abel Gance conceived the grandest of all silent-movie dreams: six features chronicling Napoléon's extraordinary life.
zh_cn: 关于这个法国历史上最有权力的军事人物，导演阿贝尔・冈斯拍摄出了默片时代最令人惊叹的影片。影片中的六个情节记录下了拿破仑非凡的一生。

source: He ran out of money and sponsors after just one film, but it's a beaut, whose restored versions run between 4 and 5½ hrs.
zh_cn: 他拍完这部电影之后，花光了他的积蓄，找遍了所有赞助人。但电影非常漂亮，至今保存下来的版本长达4到5个半小时之间。

source: Beginning with a snow fight involving the child Bonaparte (war by softer means), embracing his love for Josephine and his irresistible rise through the tumult of the French Revolution, and reaching its climax with the victorious Italian Campaign, Gance's biopic is as heroic and driven as its subject.
zh_cn: 电影以一场雪中的战斗开场，其中出现了儿时的波拿巴，之后他追求到了爱人约瑟芬，并且描绘了他在法国大革命中势不可挡的崛起，在意大利战役的大捷中电影达到了高潮。冈斯的传记影片都受到了英雄主义情感的驱动。

source: The writer-director-producer used wildly swinging cameras to mime the milling chaos of revolutionary life and death, and for the final battle scenes, he sprayed the action across three screens ? Cinerama and CinemaScope a quarter-century before their time.
zh_cn: 这位身兼剧作家、导演和制作人于一身的天才，大量使用了摇摆式摄像机，来模仿一种经历革命生死的混乱状态。在最后一场战争场面中，他将一个场面使用了三个屏幕来拍摄，那是在他25年以后人们才会使用的宽银幕电影镜头。

source: Over the years, Napoléon was recut, mutilated and all but lost; film historian Kevin Brownlow devoted decades to reviving it at its original epic length and scope.
zh_cn: 经过岁月的流失，《拿破仑》这部电影经过剪辑、破坏，几近遗失。电影历史学家凯文・布朗洛(Kevin Brownlow)力经几十年的努力想将它恢复到最初放映时的长度和范围。

source: Francis Ford Coppola showed one version in 1980, with a new score by his father Carmine, and Napoléon triumphed again. That it is not available on DVD in the U.S. is a crime against cinema genius.
zh_cn: 美国导演科波拉在1980年放映过一个版本，那是他父亲卡迈因・科波拉制作的，于是《拿破仑》这部电影再次卷土重来。

source: So many superlatives for one picture: the first great feature film, the movie that established the Confederacy as the collective hero of any Civil War film, the biggest box-office hit before Gone With the Wind --- and, in its demeaning depiction of American blacks, a racist screed of appalling ignorance and influence. (The film, originally titled The Clansman, helped spur the rebirth of the Ku Klux Klan and led to a horrid spike in lynchings.) Put this asterisk next to Griffith's tainted masterpiece: it was the first great war film.
zh_cn: 这部影片创造了电影史上的诸多第一。它是第一部故事长片，它是内战电影中首部将美国南部邦联描绘为集体英雄的电影，它创造了《乱世佳人》放映之前最大的票房纪录，它还是一部刻意贬损美国黑人的影片，其中充斥的长篇种族主义言论极其愚昧且极具影响力。(这部影片的原名为《族人》，导演借其名称力图复兴白人恐怖组织三K党，并且还导致了一起残酷的私刑事件。)尽管存在着这些污点，格里菲思的这部作品仍然是电影史上首部伟大的战争片。

source: Inventing the epic genre's visual vocabulary on the fly, he filled the screen with great, brutal battles, intercutting the galloping charges of the two armies for thrilling impact.
zh_cn: 他发明出了在飞行中拍摄史诗般的视觉风格，他拍摄的场面中充满了宏大、残酷的战争场面。为了追求令人激动的效果，他曾动用两支军队来交替拍摄。

source: The Birth of a Nation instructed generations of ambitious directors on the rules for splashing history onto celluloid.
zh_cn: 《一个国家的诞生》对后世充满野心的大导演们树立了一座丰碑。

source: Griffith's achievement can be no more easily forgotten than his racial insensitivity can be forgiven.
zh_cn: 和他的种族意识相比，他在电影史所取得的成就会让人们更深地铭记在心中。

source: The aura of nobility --- of collegiality among enemies, of jaunty salutes from one aerial ace to his rival on the other side ? suffused many of the memorable films about the Great War.
zh_cn: 高贵的光环、敌人之间和平相处、飞行员在空中向敌军致以轻松的敬礼，在有关一战的电影中充满着许多这些有趣的情节。

source: Recall the courtly relationship between a German officer and his French prisoners in Jean Renoir's La grande illusion.
zh_cn: 我们还能回忆起法国导演让・雷诺阿在《大幻象》一片中德国军官与法国囚犯之间保持着一种彬彬有礼的关系。

source: In the more realistic, or bitter, movies, the "war to end all wars" simply taught its survivors how to kill millions of young men more effectively the next time.
zh_cn: 在更为现实或痛苦的影片中，简单的一句“战争就是用来结束所有战争的工具”教会了幸存者们去杀戮无数年轻人的生命。

source: Erich Maria Remarque's famed novel, filmed by Lewis Milestone, follows a group of young Germans who are seduced by their teacher into enlisting for the patriotism and glamour.
zh_cn: 路易斯・迈尔斯通拍摄的电影《西线无战事》改编自德国作家雷马克的同名小说。这部电影讲的是，受到爱国主义的召唤，一群德国年轻人在老师的诱导下踏上了战场。

source: Instantly they learn that the hell of war is paved with wretched ambiguities. The main character, Paul (Lew Ayres), shoots a French soldier, then tries desperately, weepingly, to save the man's life.
zh_cn: 但这群年轻人立刻了解到战争充满了不确定性，片中的主角保罗(刘・艾尔斯饰演)杀死了一名法国士兵，然后绝望地试图拯救人类的生命。

source: Paul's will end --- in one of the signature final shots in movie history ? as his hand reaches outside a trench to capture a butterfly.
zh_cn: 保罗的结局成为电影史上最具标志性的影片结尾。

source: Only the butterfly lives.
zh_cn: 他爬出战壕伸手想去捕捉一只蝴蝶，但最后只有那只蝴蝶活了下来。

source: Thirty years before his half-brilliant Vietnam film Full Metal Jacket, the 28-year-old Kubrick made this most merciless and clinical of antiwar war movies.
zh_cn: 三十年前，库布里克在28岁拍摄的越战影片《全金属外壳》立刻成为反战片中最为无情的一部作品。

source: It details a suicide mission concocted by the ruthless French General Broulard (Adolphe Menjou): his soldiers must storm a German "anthill" with little hope of taking it and all their lives in jeopardy.
zh_cn: 影片《光荣之路》中详细描述了一个精心布置的自杀式任务，无情的法国将军布洛拉(阿道夫・门吉欧饰演)命令士兵去攻打德军的安特山，但拿下它的希望微乎其微。士兵的生命时刻处于危险之中。

source: When the botched plan fails, enlisted men must pay for the general's blunders.
zh_cn: 当这个拙劣的计划失败时，将军为了掩盖自己犯下的致命错误，下令逮捕3个无辜的小兵，宣称他们犯下了临阵脱逃和叛变的罪行。

source: Three are chosen at random and condemned to death, with a principled colonel (Kirk Douglas) as their only advocate.
zh_cn: 达克斯(科克・道格拉斯饰演)在入伍前是一名律师，他自愿充当3名士兵的辩护人。

source: As commanding officers move troops across a battlefield like toys that can be replaced when they break, so Dax and Broulard debate the fate of the doomed soldiers.
zh_cn: 于是达克斯和布洛拉为这些士兵的命运开始进行辩论。

source: Working from Humphrey Cobb's 1935 novel and a screenplay by two other novelists (sensitive Calder Willingham and hard-boiled Jim Thompson), Kubrick sends his camera tracking briskly through the trenches during the ramp-up to battle, then confines the viewer in closeups with the three condemned men ? most notably the weeping, groveling Private Ferod, played by the Method madman Timothy Carey.
zh_cn: 作品改编自汉弗莱・科布(Humphrey Cobb)1935年的小说，剧本也是由两名小说家改编而成(两位作家分别是感性的考尔德・威林厄姆和强硬的吉姆・汤普森)，库布里克将摄影机迅速地从斜坡移动到战壕上，让观众的目光紧紧跟随在三个士兵身上。

source: In the equally insane rules of war, the men must prove their worth by dying for a general's arrogant stupidity.
zh_cn: 其中最令人难忘的是哭泣、匍匐着的二等兵费洛德，为了将军的愚蠢决定，他必须证明自己死有所值。

source: The road to the firing squad is their path of glory.
zh_cn: 通向死刑场之路便是他们的光荣之路。

source: Some war movies are admirable for dressing WW II clichés in a new uniform.
zh_cn: 有些战争片似乎只要换上一套新的二战军服就得赢得满堂喝彩。

source: Das Boot takes another plunge into the black pool of memory and finds --- surprise! --- flinty nobility.
zh_cn: 《潜艇风暴》却剑走偏锋，给观众带来了惊喜！它带有一种坚定不移的高贵品质。

source: Actually, no surprise for anyone who feasted on the submarine movies of the 1950s. Here is the dogged captain (Jurgen Prochnow), navigating the straits of political bureaucracy and a bungling high command.
zh_cn: 实际上，任何关于1950年代的水下题材电影都没有给人们带来多少惊喜。影片中有一个顽固的船长(乔根・普罗斯诺饰演)受困于政治官僚主义与强硬高层之间的矛盾之中。

source: Here is the wild-eyed wraith of the engine room (Erwin Leder), who "cracks" during one crisis, then performs heroically in the next.
zh_cn: 还有一位在轮机舱中怒目而视的人物(欧文・赖德饰演)，在危机中他先是“垮掉”了，接下来又表现得非常英勇。

source: Here are the hide-and-seek battles, the claustrophobic tensions, the respect for a valiant enemy.
zh_cn: 影片是一场捉迷藏似的战斗，充满了恐怖的气氛，还主人公还对敌方的勇气充满了敬佩。

source: The novelty here is getting the inside German view.
zh_cn: 影片的新颖之处在于，它是从德国人的视角来观察战争的。

source: Das Boot has thrills aplenty; it moves full speed ahead through its 2½-hr running time.
zh_cn: 《潜艇风暴》极为激动人心，它在2个半小时的情节发展中一直保持着紧张气氛。

source: Of the 40,000 U-boat men in World War II, 28,000 were killed, and the film is careful to emphasize the fatal futility of all this derring-do.
zh_cn: 它谨慎地强调了影片中英勇行为的毫无价值之处。

source: Still, the movie holds a lesson for American audiences raised on movies about the beastly Germans.
zh_cn: 当然，这部电影也给美国人上了一课，德国人并不像洪水猛兽一样。

source: It shows that some of the bad guys were good guys too.
zh_cn: 它要表明的是，即使在邪恶集团中也存在着好人。

source: From Richard Schickel's TIME review: "The D-Day landing on Omaha: seasick soldiers massacred the minute the ramps on their landing boats are lowered; other men clambering over the sides trying to avoid the fire, only to drown under the weight of their packs; the surf turning red with the blood of the slaughtered; some who make it to the narrow beach huddling immobilized yet pathetically vulnerable behind what little cover they can find ...
zh_cn: 以下文字引自理查德・希克(Richard Schickel)在《时代》周刊上发表的评论：“奥马哈登陆日：晕船的士兵一登陆便开始遭到屠杀，有些人爬到山坡的另一面躲开炮火的攻击，身背包裹的士兵有的被淹死了。冲向海边的浪花混杂着被害士兵的鲜血，一片鲜红。有些人中蜷缩在狭窄的海滩一隅，可怜地躲在遮蔽物后面。

source: It makes no difference.
zh_cn: 所有人的命运都没有区别。

source: Whether you live or die here is entirely a matter of chance, not survival tactics.
zh_cn: 无论生死，全凭机遇，这与生存策略毫无关系。

source: Spielberg's handheld cameras thrust us into this maelstrom, and his superb editing creates from these bits and pieces a mosaic of terror.
zh_cn: 斯皮尔伯格的手持摄影机将我们带到了一片混乱环境之中，他超强的剪辑能力为观众创造出了一种零零碎碎、状似马塞克一般的恐惧感。

source: We see as the soldiers see, from belly level, in flashes and fragments, none more vivid than the shot, rendered almost casually, of a soldier staggering along, carrying his severed arm --- the struggle against mortality encapsulated in what amounts to a sidelong glance.
zh_cn: 在这部影片中，士兵所见即观众所见，腹部受伤，随处可见的闪光和碎片，响亮的枪击声，随意的渲染，蹒跚地士兵拖着受伤的手臂，他们在与随处可见的死亡做着顽强的抗争。

source: It is quite possibly the greatest combat sequence ever made, in part because it is so fanatically detailed, in part because the action is so compressed ---all that panic in such a tight spot ? in part because the horror is so long sustained, for more than 20 relentless minutes."
zh_cn: 这可能是电影史上最伟大的制作场面，部分原因是它对细节描述是如此狂热，另外的原因是它的动作场面如此浓缩，影片几乎让观众一直处于恐惧之中，并且这恐惧延续的时间非常长，残酷地出现了二十多分钟。”

source: The forgotten American stalemate, which was to U.S. foreign adventures what Pluto is to planets, the Korean conflict didn't even get the respect of being called a war; officially, it was a United Nations "police action."
zh_cn: 朝鲜冲突早已被人们所遗忘。这段美国往事对于美国外交事件的意义而言，就好比冥王星与其卫星的关系一样微不足道。“朝鲜冲突(Korean conflict)”这一事件也没有提升到“战争”的高度。官方将其称之为联合国采取的“警察行动”。

source: Yet more American soldiers went MIA in that 2½-year siege than in the 3½- years of World War II.
zh_cn: 而在这场两年半的战争中失踪的美国士兵人数，比为期三年半的二次战失踪人数还要多。

source: Sam Fuller, a WW II veteran who later apotheosized his own regiment in 1980's The Big Red One, made this first-ever Korean War film on the cheap: in 10 days, shooting in Los Angeles' Griffith Park, using 25 extras whom he choreographed to look like swarming hundreds.
zh_cn: 导演塞缪尔・富勒是一名二战退伍老兵，之后他将自己的这段经历在1980年拍成了电影《铁血军营》。《南韩血战记》是电影史上首部关于朝鲜战争的影片，导演仅用了十天时间便拍摄完成了这部低成本电影。塞缪尔・富勒在洛杉矶的格里菲思公园中使用了25个临时演员，然后利用特效使影片看上去有几百人之多。

source: Peppering his script with wisecracks about identifying the enemy ("He's South Korean when he's running with you.
zh_cn: 他用十分俏皮的方式编写了剧本，教给演员们如何识别敌人(“他和你一起跑时，他就是南韩人；他在你后面跑时，他就是朝鲜人。”)。在剧本中他还嘲弄了迟到的军官(“他用巡逻剩下来的时间去给稻田施肥”)。

source: He's North Korean when he's running after you") and bitter jokes about a late officer ("He's fertilizing a rice paddy with the rest of the patrol"), Fuller took official flak for a scene in which a U.S. officer kills an unarmed prisoner; he was denounced as a communist and investigated by the FBI.
zh_cn: 由于影片中出现了以下场面：一个美国军官杀死了一名手无寸铁的囚徒，使该片导演受到了官方的抨击。官方控告他是一名共产主义者，他接受了联邦调查局(FBI)的调查。

source: That's a heavy price to pay for a $100,000 movie with million-dollar battle scenes and a cynical worldview that's ... priceless.
zh_cn: 为一部成本10万美元的电影制作百万美元的战争场面似乎代价太过沉重，不过愤世嫉俗的世界观可是无价的。

source: An occupying army will always be outnumbered by a civilian population.
zh_cn: 雇佣军在人数上总是比平民占优势。

source: When the locals decide that subjugation is a death sentence and that freedom's just another word for nothing left to lose, they can make enough mischief to drive the colonials out.
zh_cn: 一旦当地人民认定屈膝臣服就是等死，自由实质上就是一无所有，他们就会不停地滋事捣乱，不驱除那些殖民者誓不罢休。

source: This faux-doc report of the 1954-57 Algerian resistance by the National Liberation Front, and the popular insurgency it stoked against the occupying French, had the revelatory force of a cinematic IED when it opened during America's Vietnam turmoil.
zh_cn: 这部与1954-57年民族解放阵线阿尔及利亚抵抗军以及反抗法国雇佣军的大众叛乱有着密切关系的电影，对美国的越战曾起到了警示作用。

source: Made by an Italian team but produced by FLN leader Saadi Yacef (and based on his prison autobiography), the film borrows its panoramic narrative and churning style from an earlier reconstruction of an urban uprising, Nanny Loy's 1962 Four Days of Naples.
zh_cn: 这部影片是由意大利人拍摄，而制片人为民族解放阵线的领袖萨迪・雅塞夫(Saadi Yacef)，电影情节是根据他的自传改编的。影片采用了全景式拍摄方式，并且借鉴了1962年南妮・

source: A canny propagandist, Pontecorvo knew what Hollywood knew: to win an audience's sympathy for an underclass people, make them beautiful.
zh_cn: 洛伊(Nanny Loy)的电影《那不勒斯的四天》的手法。作为一位明智的宣传者，导演吉罗・庞泰科沃深谙好莱坞之道：即赢得下层民众的同情心，要让他们认识到自己的美丽。

source: The Battle of Algiers wins the battle of ideas with Algerian faces that are artfully sculpted and wide, imploring eyes meant to haunt the viewer.
zh_cn: 《阿尔及尔之战》利用阿尔及利亚人精心修饰的宽阔面庞，打了一场大胜仗，演员们用恳求的眼神抓住了观众的心灵。

source: The movie certainly left its mark on generations of American officials.
zh_cn: 这部电影给那个时代的美国官员留下了不可磨灭的印象。

source: Carter adviser Zbigniew Brzezinski called it a must-see for policymakers, and in the summer of 2003, as the Iraq insurgency started exploding, the Pentagon's special-ops office held a screening of the film.
zh_cn: 前美国总统卡特的安全顾问兹比格纽・布热津斯基(Zbigniew Brzezinski)称之为决策者必看的一部影片。在2003年夏季，伊拉克地区爆发了叛乱，美国国防队的特种部队还特别组织观看了这部影片。

source: Those in attendance apparently didn't take its message to heart, and the Bush Administration found that the occupation of Baghdad was a much longer, costlier, deadlier battle of Algiers.
zh_cn: 但当时在场的那些官员并没有把它当作一回事，之后布什才意识到占领巴格达是一件比阿尔及尔之战远为漫长、代价更大、更加致命的一场战争。

source: The 1970s were the decade of ornery, realistic movies, when filmmakers dared to address topics like government conspiracies, racial animosity and big cities' fetid decay.
zh_cn: 1970年代是令人沮丧的十年。在那个时代，电影导演们拍摄了一些现实主义题材的作品，大胆地讨论了一些涉及到政府阴谋、种族憎恨和大城市堕落的话题。

source: Odd, then, that no American in the '70s made a movie about the war in Vietnam until after it ended.
zh_cn: 奇怪的是，直到七十年代快结束时，美国人才拍出一部有关越战题材的影片。

source: (M*A*S*H doesn't count; it was set in Korea.) Coppola, fresh off his two Godfather epics and The Conversation, decided to film a John Milius script roughly based on Joseph Conrad's Heart of Darkness, about an Army captain (Martin Sheen) cruising through hostile territory into the lair of mad Colonel Kurtz (Marlon Brando at his most grotesque and gnomic).
zh_cn: (《陆军流动外科医院》不能包括在内，它设点的地点是在朝鲜。)当时，科波拉已经拍完了两部《教父》和《窃听大阴谋》，决定以约瑟夫・康拉德(Joseph Conrad)的小说《黑暗之心》为蓝本，让约翰・米利厄斯(John Milius)写剧本拍摄一部影片。这部电影讲述了一位陆军上尉(马丁・西恩饰演)穿越敌人领地，深入到达了疯癫的克兹上校的老巢所在地(马龙・白兰度的性格在最为乖僻善辩之时出演了这一角色)。

source: On location in the Philippines, the crew endured every possible calamity, from monsoons to the leading man's heart attack. (Sheen recovered.)
zh_cn: 故事的发生地点在菲律宾，在旅途中上尉经受了一切可能发生的困难，包括季候风到主角的心脏病发作(影片结尾已康复)。

source: Presenting an unfinished cut of the film at Cannes, Coppola said he had endured his own private Vietnam.
zh_cn: 这部影片在戛纳电影节上放映了未剪辑的版本，科波拉说在拍这部电影时自己也经受了很多磨难。

source: Not that any movie is worth such sacrifice, but Apocalypse Now nailed the madness of Americans lost in a jungle of misguided motives and foreign-policy screwups.
zh_cn: 并非任何一部电影都值得作出如此大的牺牲，但《现代启示录》准确抓住了被错误动机和外交政策引导的美国迷失一代民众内心中的疯狂状态。
